Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Along the top-left of the LightZone browser window is a toolbar containing the set of photo buttons shown below.
fr: Positionnée en haut à gauche de la fenêtre du Navigateur de LightZone se trouve une barre d'outil contenant l'ensemble des boutons d'Actions photo ci-dessous.

source: Alternatively, by clicking the Stack button, thumbnails of your photos can be shown stacked where only the latest edited version of your photo is shown.
fr: Par ailleurs, en cliquant sur le bouton Empilement, les vignettes des versions d'une même photo peuvent être affichées repliées ne laissant visible que la dernière version éditée.

source: Alternatively, if you have edited a photo recently, select File > Open Recent... and the name of the photo from the menu.
fr: Autrement, si vous avez édité une photo récemment, aller dans Fichier > Ouvrir Fichiers Récents... et choisissez le nom de la photo dans le menu.

source: Alternatively, if you know exactly which style you want to apply, select File > Apply Style > and the name of the style that you want to apply.
fr: Autrement, si vous connaissez exactement le style que vous souhaitez appliquer, choisissez Fichier > Appliquer un Style > et le nom du style que vous souhaitez appliquer (*ou également Style > et le nom du style que vous souhaitez appliquer*).

source: Alternatively, you can select Browser > Rotate Left or Rotate Right.
fr: D'un autre façon, vous pouvez choisir Navigateur > Tourner vers la Gauche ou Tourner vers la Droite.

source: Always apply this Style
fr: Toujours appliquer ce Style

source: Always apply this Style to RAW images from "$1"
fr: Toujours appliquer ce Style aux images RAW de "$1"

source: Amount
fr: Quantité

source: An area that is the same size and shape as the region you created will be copied from around the cross-hair cursor to the region you created.
fr: Une partie de même taille et forme que la région que vous avez créée sera copiée depuis les environs du réticulevers la région que vous avez créée.

source: An image format that can use "lossless" compression; however, file sizes are usually quite large.
fr: Un format d'image qui peut utiliser une compression "sans perte"; cependant, la taille des fichiers est plutôt conséquente.

source: An image format that uses "lossy" compression to achieve small file size.
fr: Un format d'image qui utilise une compression "avec perte" pour obtenir des fichiers de petite taille.

source: An updated version of LightZone is required to read this Style
fr: Une version Mise à Jour de LightZone est requise pour lire ce Style

source: An updated version of LightZone is required to read this file
fr: Une version Mise à Jour de LightZone est requise pour lire ce fichier

source: Any
fr: Tous

source: Aperture
fr: Ouverture

source: Aperture (from Apple) allows you to select another application as an "external editor" for editing your photos.
fr: Aperture (d'Apple) vous permet de choisir une autre application comme "éditeur externer" pour éditer vos photos.

source: Application Managed Colors
fr: Couleurs gérées par l'Application

source: Apply Preset
fr: Appliquer le réglage

source: Apply Presets
fr: Aplliquer les Réglages

source: Apply Style
fr: Appliquer un Style

source: Apply Style to the selected image
fr: Appliquer un Style à l'image sélectionnée

source: Apply this tool to a selected color
fr: Appliquer cet Outil à une Couleur sélectionnée

source: Apply toolstack to the selected image
fr: Appliquer la Pile d'Outils à l'image sélectionnée

source: Applying a style adds the tools it contains to the top of the tool stack for either the photo being edited or one or more photos selected in the Photo Browser.
fr: Appliquer un style ajoute les outils qu'il contient en haut de la chaîne de développement que ce soit pour une photo en cours d'édition ou pour une ou plusieurs photos sélectionnées dans le Navigateur photo.

source: Applying styles
fr: Appliquer des styles

source: Are you sure you want to clear the global browser cache?
fr: Êtes-vous sûr de vouloir effacer le Cache global du Navigateur ?

source: Are you sure you want to quit LightZone?
fr: Êtes-vous sûr de vouloir quitter LightZone ?

source: Are you sure you want to reset?
fr: Êtes-vous sûr de vouloir remettre à zéro ?

source: As Shot
fr: Comme la Photo

source: As you do, the smaller version of your photo above the styles will show what your photo would look like if the style were applied.
fr: En le faisant, une version réduite de votre photo au-dessus des styles affichera à quoi la photo ressemblera si le style est appliqué.

source: As you move the mouse, the information updates.
fr: En bougeant la souris, les informations sont mises à jour.

source: As-Shot White Balance
fr: Balance des Blancs comme à la Prise de Vue

source: Auto Save
fr: Enregistrement Auto

source: Auto White Balance
fr: Balance des Blancs Auto

source: Auto-save is now on.
fr: L'Enregistrement Auto est désormais activé.

source: Average
fr: Moyenne

source: Base color
fr: Couleur de Base

source: Basics
fr: Bases

source: Batch Name
fr: Nom du traitement

source: Batch Output Folder
fr: Dossier de destination du traitement

source: Batch converting images
fr: Conversion par lot d'Images

source: Being an ordinary JPEG file, it can be opened by any application that works with JPEG files, be e-mailed, or displayed on the web.
fr: Étant un fichier JPEG classique, il peut être ouvert par d'autres applications qui gèrent les fichiers JPEG, être envoyer par e-mail ou affiché sur le Web.

source: Between Region Changes
fr: À chaque changement des Régions

source: Bezier Regions
fr: Régions Bézier

source: Bit Depth
fr: Profondeur de couleur

source: Bits/Channel
fr: Bits/Canal

source: Black & White
fr: Noir et Blanc

source: Black & white conversion
fr: Conversion Noir et Blanc

source: Black and White
fr: Noir et Blanc

source: Black point compensation
fr: Compensation du Point Noir

source: Black point compensation attempts to resolve the difference between the darkest black in your photo and the darkest black that a particular device can render.
fr: La Compensation du Point Noir tente de résoudre la différence entre le Noir le plus sombre de votre photo et le Noir le plus sombre que peut restituer votre périphérique.

source: Blend
fr: Fusion

source: Blend Mode Change
fr: Change le mode de Fusion

source: Blend color
fr: Couleur de Fusion

source: Blending Mode
fr: Mode de Fusion

source: Blending modes
fr: Les Modes de Fusion

source: Blue
fr: Bleu

source: Blues
fr: Bleus

source: Blur
fr: Flou

source: Blurring a photo
fr: Flouter une Photo

source: Brightens the base color to reflect the blend color by decreasing contrast.
fr: Éclaircit la couleur de base pour reproduire la couleur de fusion en diminuant le contraste entre les deux.

source: Bring All to Front
fr: Mettre tout à l'avant

source: Browse
fr: Naviguer

source: Browse Mode
fr: Navigation

source: Browse Recent
fr: Parcourir Dossiers Récents

source: Browser
fr: Navigateur

source: Browser Cache
fr: Cache du Navigateur

source: Browser Layout
fr: Mode Navigation

source: Browser anatomy
fr: Présentation du Navigateur

source: By default, LightZone appends _lzn to the file name to indicate that it's a LightZone JPEG.
fr: Par défaut, LightZone ajoute _lzn au nom de fichier pour indiquer que c'est un JPEG LightZone.

source: Camera Support
fr: Support d'Appareils photo

source: Can't Launch LightZone
fr: Impossible de lancer LightZone

source: Cancel
fr: Annuler

source: Cancel color selection
fr: Annuler la sélection couleur

source: Cancel neutral color selection
fr: Annuler la sélection couleur neutre

source: Cannot redo
fr: Impossible de Rétablir

source: Cannot undo
fr: Annulation Impossible

source: Canon EOS 1D Mark III raw files are now supported.
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Canon EOS 1D Mark III.

source: Capture Time
fr: Date de prise de vue

source: Capture time
fr: Date de prise de vue

source: Center Image
fr: Centrer l'Image

source: Channel Mixer
fr: Mélangeur de Canaux

source: Check for Update
fr: Rechercher une mise à Jour

source: Check for Update...
fr: Rechercher une Mise à Jour...

source: Check here to show the Video Learning Center window when LightZone starts.
fr: Cocher ici pour montrer le Centre d'Apprentissage Vidéo au démarrage de LightZone.

source: Check out great new features.
fr: Découvrez les nouvelles fonctionnalitées.

source: Checking for update...
fr: Cherche une mise à jour...

source: Choose
fr: Choisir

source: Choose the browser sort criteria
fr: Choisir le critère de tri du navigateur

source: Choose...
fr: Choisir...

source: Clear
fr: Effacer

source: Clear Recent Files
fr: Vider la liste des Fichiers Récents

source: Clear Recent Folders
fr: Vider la liste des Dossiers Récents

source: Clear cache
fr: Effacer le Cache

source: Clear...
fr: Effacer...

source: Click Choose.
fr: Cliquez sur Choisir.

source: Click Convert.
fr: Cliquer sur Convertir.

source: Click Delete.
fr: Cliquez Supprimer.

source: Click Done.
fr: Cliquez "Fait".

source: Click Export...
fr: Cliquez sur Exporter...

source: Click Import...
fr: Cliquez sur Importer...

source: Click Move to Trash Recycle Bin (or press Return).
fr: Cliquez Déplacer vers La Poubelle La Corbeille (ou appuyez sur Entrée.

source: Click OK.
fr: Cliquez sur D'accord.

source: Click Open.
fr: Cliquez Ouvrir.

source: Click Print...
fr: Cliquez sur Imprimer...

source: Click Rename (or press Return).
fr: Cliquez Renommer (ou appuyez sur Entrée).

source: Click Save.
fr: Cliquez Enregistrer.

source: Click Send (or press Return).
fr: Cliquez Envoyer (ou appuyer sur Entrée).

source: Click Start.
fr: Cliquez sur Démarrer.

source: Click and drag the cross-hair cursor to the center of the area to copy from.
fr: Cliquez et déplacez le réticule au centre de la partie à copier sur l'autre.

source: Click anywhere in the photo's preview.
fr: Cliquez n'importe où sur l'aperçu de la photo.

source: Click anywhere inside the color wheel.
fr: Cliquez n'importe où dans la roue chromatique.

source: Click in any metadata that has a dark gray background and type the new data.
fr: Cliquez n'importe quelle métadonnée sur fond gris foncé et saisissez les nouvelles données.

source: Click on the contour of the region where you want to add a control point: a new control point will be added.
fr: Cliquez sur le contour extérieur de la région là ou vous souhaitez ajouter un point de contrôle : un nouveau point de contrôle sera ajouté.

source: Click on the image where you would like to create one or more regions.
fr: Cliquez sur l'image là où vous souhaitez créer une ou plusieurs régions.

source: Click one of rotate arrow buttons above the thumbnails.
fr: Cliquez un des boutons de Rotation au-dessus des vignettes.

source: Click somewhere on your photo that is either the color or luminosity you want to select.
fr: Cliquez quelque part sur votre photo là où se trouve la couleur et/ou la luminosité que vous souhaitez sélectionner.

source: Click somewhere on your photo that you want to be a neutral gray.
fr: Cliquez un point de votre photo que vous voulez rendre gris neutre.

source: Click the Color Selection tab to reveal the color/luminosity selection controls.
fr: Cliquez sur l'onglet Sélection Couleur pour afficher les contrôles de Sélection de Couleur/Luminosité.

source: Click the triangles plus signs '+' to expand the folders.
fr: Cliquez sur les triangles signes plus '+' pour déplier les dossiers.

source: Click the Color Mask tab.
fr: Cliquez sur l'onglet Masque de Couleur.

source: Click the Crop button again to commit.
fr: Cliquez à nouveau sur le bouton recadrer pour valider.

source: Click the Histogram tab.
fr: Cliquer sur l'onglet Histogramme.

source: Click the History tab.
fr: Cliquez sur l'onglet Historique.

source: Click the Regions button in the tool bar.
fr: Cliquez sur le bouton Régions de la barre d'outils.

source: Click the Sampler tab.
fr: Cliquez sur l'onglet Pipette.

source: Click the black & white tool button in the tool bar.
fr: Cliquez sur le bouton de l'Outil Noir et Blanc dans la barre d'outils.

source: Click the blur tool button in the tool bar.
fr: Cliquez le bouton de l'outil Flou dans la barre d'outil.

source: Click the clone tool button in the tool bar.
fr: Cliquez le bouton de l'outil Cloner dans la barre d'outil.

source: Click the color balance tool button in the tool bar.
fr: Cliquez le bouton de l'outil Balance de Couleur dans la barre d'outil.

source: Click the crop tool button in the tool bar.
fr: Cliquez sur l'outil Recadrage dans la barre d'outil.

source: Click the desired region button (polygon, spline, or Bézier) from the tool bar.
fr: Cliquez sur le bouton de la région désirée (polygonale, spline, ou Bézier) dans la Barre d'outils.

source: Click the eyedropper button inside the tool.
fr: Cliquez sur le bouton de la pipette dans l'outils.

source: Click the eyedropper button.
fr: Cliquez sur le bouton de la pipette.

source: Click the name of an edit in the History.
fr: Cliquez le nom d'une étape d'édition dans l'Historique.

source: Click the rating button and select the rating your want to give.
fr: Cliquez sur le bouton Notation et choisissez la note que vous souhaitez donner.

source: Click the tool's invert-mask box.
fr: Cochez la case Inverser le Masque de l'outil

source: Click then drag the selected thumbnails to another application's window and drop them there by releasing the mouse button.
fr: Cliquez et maintenez alors pour Glisser les vignettes sélectionnées vers la fenêtre d'une autre application et déposez les ici en relachant le bouton de la souris.

source: Clicking the Reset button will reset LightZone to have its original factory settings.
fr: Cliquer le bouton de Remise à zéro restaurera les paramètres par défaut de LightZone.

source: Clone
fr: Cloner

source: Cloning areas
fr: Cloner des parties

source: Close Image
fr: Fermer l'Image

source: Collapse Tool
fr: Replier l'outil

source: Collapse image stacks
fr: Replier les piles d'images

source: Collapse this tool
fr: Replier cet Outil

source: Color Balance
fr: Balance de Couleur

source: Color Burn
fr: Densité Couleur +

source: Color Cast
fr: Déviation Couleur

source: Color Change
fr: Modifier Couleur

source: Color Dodge
fr: Densité Couleur -

source: Color Dropper Selection
fr: Sélection Pipette

source: Color Handling
fr: Traitement des Couleurs

source: Color Intensity
fr: Intentsité Couleur

source: Color Management
fr: Gestion de Couleur

source: Color Mask
fr: Masque de Couleur

source: Color Noise
fr: Bruit Couleur

source: Color Profile
fr: Profil Couleur

source: Color Radius
fr: Rayon Couleur

source: Color Selection
fr: Sélection Couleur

source: Color Selection Mask
fr: Masque de la Sélection de Couleur

source: Color Selection Viewer
fr: le visionneur de la Sélection Couleur

source: Color Selector
fr: Sélecteur de Couleur

source: Color/Luminosity Selection
fr: Sélection de Couleur/Luminosité

source: Color/Luminosity selection
fr: Sélection de Couleur/Luminosité

source: Common aspect ratios
fr: Proportions courantes

source: Compares the extreme highlight of the source color space to that of the destination color space and shifts all colors accordingly.
fr: Ce mode compare les tons clairs les plus intenses de l’espace colorimétrique source à ceux de l’espace colorimétrique cible et décale toutes les couleurs en conséquence.

source: Continue
fr: Continuer

source: Contrast Mask
fr: Masque de Contraste

source: Control tools overview
fr: Vue d'ensemble des Outils de Contrôle

source: Convert
fr: Convertir

source: Convert Image...
fr: Convertir une Image...

source: Convert the selected image to a new image type
fr: Convertir l'image sélectionnée vers un autre type d'image

source: Convert...
fr: Convertir...

source: Converting images
fr: Conversion d'Images

source: Converting images (individually)
fr: Convertir les images (individuellement)

source: Converting...
fr: Conversion en cours...

source: Copy & paste tools
fr: Outils Copier & Coller

source: Copy Region
fr: Copier la Région

source: Copy Tools
fr: Copier le Développement

source: Copy the selected image to another folder
fr: Copier l'image sélectionnée vers un autre dossier

source: Copy toolstack to clipboard from selected image
fr: Copier la Pile d'Outils depuis l'image sélectionnée

source: Copying regions
fr: Copier des régions

source: Copyright Preferences
fr: Préférences de Copyright

source: Couldn't access Style "$1"
fr: Impossible d'accéder aux Style "$1"

source: Couldn't access Styles
fr: Impossible d'accéder aux Styles

source: Couldn't access the "$1" Style
fr: impossible d'accéder au Style "$1"

source: Couldn't clear the global browser cache.
fr: Impossible d'effacer le Cache Global du Navigateur.

source: Couldn't convert $1
fr: Conversion de $1 impossible

source: Couldn't delete $1.
fr: Impossible d'effacer $1.

source: Couldn't delete an older version of "$1"
fr: Impossible d'effacer une ancienne version de "$1"

source: Couldn't find a Style named "$1"
fr: Impossible de trouver un Style nommé "$1"

source: Couldn't find an Image path attribute
fr: Impossible de trouver un Attribut de chemin d'Image

source: Couldn't find an Image tag
fr: Impossible de trouver un Tag Image

source: Couldn't find the original image
fr: Image originale introuvable

source: Couldn't import a Style from "$1".
fr: Import d'un Style depuis "$1" impossible.

source: Couldn't interpret the file "$1" as a Style
fr: Impossible d'interpréter le fichier "$1" comme un Style

source: Couldn't manage to save directly.
fr: Impossible de procéder à l'enregistrement direct.

source: Couldn't move $1 to the Recycle Bin.
fr: Impossible de déplacer $1 vers la Corbeille.

source: Couldn't move $1 to the Trash.
fr: Impossible de déplacer $1 vers la poubelle.

source: Couldn't print
fr: Impression impossible

source: Couldn't read Style from "$1"
fr: Impossible de lire le Style depuis "$1"

source: Couldn't rename "$1" to "$2"
fr: Imppossible de renommer "$1" en "$2"

source: Couldn't rename "$1" to "$2".
fr: Impossible de renommer "$1" en "$2".

source: Couldn't rename the XMP file for "$1".
fr: Impossible de renommer le fichier XMP pour "$1".

source: Couldn't save this Style
fr: Ce Style ne peut être sauvé

source: Couldn't save to $1
fr: Impossible d'enregistrer vers $1

source: Couldn't store Style "$1"
fr: Impossible de stocker le Style "$1"

source: Couldn't write Style "$1" to file "$2"
fr: Impossible d'enregistrer le Style "$1" dans le fichier "$2"

source: Crash reports sent to Light Crafts are anonymous except for the sender's IP address.
fr: Les Rapports de plantage envoyés à Light Crafts sont anonymes à l'exception de l'adresse IP de l'expéditeur.

source: Create a region around the area that is to be copied over.
fr: Créez une région autour de la partie qui doit être remplacée.

source: Create a tool stack to your liking.
fr: Créez une chaîne de développement à votre goût.

source: Create a mask using regions.
fr: Créer un masque en utilisant les régions.

source: Creates an effect similar to, but lower in contrast than, the Difference blending mode.
fr: Crée un effet similaire au modes de fusion Différence, mais avec un contraste moins fort.

source: Creating a region
fr: Créer une region

source: Creating a style saves a tool stack with a name for later application to other photos.
fr: Créer un style enregistre une chaîne de développement avec un nom pour une application future à d'autres photos.

source: Creating styles
fr: Créer des styles

source: Creator
fr: Créateur

source: Crop
fr: Recadrer

source: Crop Mode
fr: Mode Recadrage

source: Cropping a photo
fr: Recadrer une photo

source: Cut Region
fr: Couper la Région

source: Cyan-Red
fr: Cyan-Rouge

source: Darken
fr: Assombrir

source: Darkens the base color to reflect the blend color by increasing contrast.
fr: Assombrit la couleur de base pour reproduire la couleur de fusion en augmentant le contraste entre les deux.

source: Debug
fr: Débuguer

source: Default settings for batch processing
fr: Les Paramètres pour le traitement par lot

source: Default settings for saving, printing, and converting
fr: Les Paramètres par défaut pour l'enregistrement, l'impression et la conversion

source: Default tone curve
fr: La Courbe de Tonalités par défaut.

source: Default tone curve tools.
fr: La Courbe de Tonalités par défaut.

source: Delete
fr: Effacer

source: Delete Point
fr: Supprimer le Point

source: Delete Region
fr: Supprimer la Région

source: Delete Selected Regions
fr: Effacer la Régions sélectionnée

source: Delete Style failed
fr: Échec de la suppression du Style

source: Delete the selected image
fr: Effacer la/les image(s) sélectionnée(s)

source: Delete...
fr: Effacer...

source: Deleting a control point
fr: Supprimer un point de contrôle

source: Deleting photos
fr: Supprimer des Photos

source: Deleting regions
fr: Supprimer des régions

source: Deleting styles
fr: Supprimer des styles

source: Depth
fr: Profondeur

source: Description of black point compensation.
fr: Description de la Compensation du Point Noir.

source: Description of regions and region-related topics.
fr: Description des régions et sujets connexes.

source: Description of rendering intents.
fr: Description des Intentions de rendu.

source: Description of styles and hot to use them.
fr: Description des styles et de leur utilisation.

source: Description of the Color Selection Viewer.
fr: Description du visionneur de la Sélection Couleur.

source: Description of the Sampler.
fr: Description du panneau Pipette.

source: Description of the histogram.
fr: Description de l'histogramme.

source: Description of the parts of the browser window.
fr: Description des parties de la fenêtre du navigateur.

source: Description of the parts of the editor window.
fr: Description des parties de la fenêtre de l'Éditeur.

source: Description of the photo viewing area of the LightZone window.
fr: Description de la zone de visualisation des photos de LightZone.

source: Description of the thumbnails area of the LightZone browser.
fr: Description de la partie Vignettes du Navigateur LightZone.

source: Description of the various blending modes.
fr: Description des différents Modes de Fusion.

source: Description of the various user preferences.
fr: Description des différentes préférences utilisateurs.

source: Despite that, this is usually the best format to use for import into other applications.
fr: Malgré tout, c'est habituellement le meilleur format à utiliser pour l'import vers d'autres applications.

source: Detail
fr: Détail

source: Difference
fr: Différence

source: Direct Save
fr: Enregistrement Direct

source: Direct raw file support
fr: Support direct des fichiers Bruts (RAW)

source: Disable
fr: Désactiver

source: Disable Color Selection
fr: Désactiver la Sélection Couleur

source: Disable the hue selection
fr: Désactiver le filtre de teinte

source: Disable the luminosity selection
fr: Désactiver le Filtre de luminosité

source: Discard changes to this image and start over
fr: Annuler les modifications de cette images et recommencer

source: Discover LightZone
fr: Découvrir LightZone

source: Display Color Profile
fr: Profil Couleur d'Affichage

source: Display the path of the current folder
fr: Montrer le chemin du dossier actuel

source: Do one of the following:
fr: Faites une des choses suivantes :

source: Do you want to replace it?
fr: Voulez-vous le remplacer ?

source: Do you want to search for it?
fr: Voulez-vous le rechercher ?

source: Don't Reset
fr: Ne pas remettre à zéro

source: Don't Save
fr: Ne pas enregistrer

source: Don't ask again
fr: Ne plus le redemander

source: Don't limit
fr: Ne pas limiter

source: Don't remind me
fr: Ne plus me le rappeler
